insert into app.bank (code, name, mfo, is_deleted) values
  ('300346', 'НБУ (Національний банк України)',             '300346', false),
  ('300007', 'АТ "Ощадбанк"',                               '300007', false),
  ('300023', 'АТ "Укрексімбанк"',                           '300023', false),
  ('305299', 'АТ КБ "ПриватБанк"',                          '305299', false),
  ('300730', 'АТ "Райффайзен Банк"',                        '300730', false),
  ('380805', 'АТ "ПУМБ"',                                   '380805', false),
  ('320649', 'АТ "Укрсиббанк"',                             '320649', false),
  ('351774', 'АТ "Банк Кредит Дніпро"',                     '351774', false),
  ('322001', 'АТ "А-Банк"',                                 '322001', false),
  ('335784', 'АТ "Мегабанк"',                               '335784', false)
on conflict (code) do nothing;
